1.Найти ФИО клиентов из таблицы client, у которых нет ни одной карты в таблице card, результат отсортировать по ФИО;
2. Найти ФИО клиентов, у которых имеется более двух карт;
3. Вывести список клиентов, у которых есть и карта Visa (cardnumber начинается на «4»), и карта Mastercard (cardnumber начинается на «5»);
4. Вывести список клиентов, фамилия которых начинается на «П» и заканчивается на «В»;
5. Вывести список всех клиентов с признаком совершеннолетия в формате: client.fio, client.date_of_birth, isAdult («+» если клиенту
18 и более лет; «-» если клиент моложе 18 лет);
